#pragma once
#include <SFML\Graphics.hpp>
const int HEIGHT_MAP_TRAINING = 25;//размер карты высота
const int WIDTH_MAP_TRAINING = 40;//размер карты ширина 
sf::String TileMap[HEIGHT_MAP_TRAINING] = {

	"0000000000000000000000000000000000000000",
	"0                                      0",
	"0   s                                  0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0                                      0",
	"0000000000000000000000000000000000000000",
};